import React from 'react';
import styled from 'styled-components';
import {
  Accordion,
  AccordionItem,
  AccordionItemHeading,
  AccordionItemButton,
  AccordionItemPanel,
} from 'react-accessible-accordion';

import 'react-accessible-accordion/dist/fancy-example.css';

const FAQ = () => (
  <div>
    <Accordion allowZeroExpanded={true}>
      <AccordionItem>
        <AccordionItemHeading>
          <AccordionItemButton>Які пільги має УБД?</AccordionItemButton>
        </AccordionItemHeading>
        <AccordionItemPanel>
          <p>
            Основні пільги учасників бойових дій закріплені в ст.12 ЗУ “Про статус ветеранів війни та гарантії їх
            соціального захисту”. Місцевими органами може бути додатково передбачено соціальні гарантії для даної
            категорії осіб.
          </p>
          <p>
            Для більш детальної інформації ознайомтесь з{' '}
            <a
              href="https://legal100.org.ua/attractions/pam-yatka-uchasnikami-rosiysko-ukrayinskoyi-viyni/"
              target="_blank"
            >
              “Пам’ятка учасникам російсько-української війни”
            </a>
            (розроблена ГО “Юридична Сотня”)
          </p>
        </AccordionItemPanel>
      </AccordionItem>

      <AccordionItem>
        <AccordionItemHeading>
          <AccordionItemButton>Які пільги має учасник війни?</AccordionItemButton>
        </AccordionItemHeading>
        <AccordionItemPanel>
          Основні пільги учасників бойових дій закріплені в ст.14 ЗУ “Про статус ветеранів війни та гарантії їх
          соціального захисту”.
        </AccordionItemPanel>
      </AccordionItem>

      <AccordionItem>
        <AccordionItemHeading>
          <AccordionItemButton>
            Львівські програми: поселення, батька матері, літнє оздоровлення, пільги мешканцям Львова
          </AccordionItemButton>
        </AccordionItemHeading>
        <AccordionItemPanel>
          Для УБД -мешканців м. Львова, передбачено додаткові соціальні гарантії, а саме:
          <ol>
            <li>
              Одноразова допомога у розмірі 100 тис. на вирішення соціально-побутових питань, умови та порядок
              передбачено хвалою міської ради від 23.04.2015 №4520
            </li>
            <li>
              Надання одноразової матеріальної допомоги учасникам антитерористичної операції та членам їх сімей, членам
              сімей осіб, які загинули (пропали безвісти), постраждалим учасникам Революції Гідності та членам їх сімей,
              членам сімей Героїв Небесної Сотні – мешканцям м. Львова, які потребують дороговартісного лікування, у
              порядку, затвердженому рішенням виконавчого комітету №560 від 01.06.2018
            </li>
            <li>
              Надання грошової компенсації особам з інвалідністю внаслідок війни 1-3 групи з числа осіб, які брали
              участь в антитерористичній операції, та постраждалих учасників Революції Гідності на реабілітацію або
              санаторно-курортне лікування
            </li>
            <li>
              Надання щорічної одноразової матеріальної допомоги до Дня Матері та Дня Батька батькам осіб, які загинули
              (пропали безвісти) або померли внаслідок поранення, контузії чи каліцтва, одержаних під час безпосередньої
              участі в антитерористичній операції, та Героїв Небесної Сотні – мешканців м. Львова, у порядку,
              затвердженому рішенням виконавчого комітету
            </li>
            <li>
              Надання одноразової матеріальної допомоги на оздоровлення дітей учасників антитерористичної операції,
              постраждалих учасників Революції Гідності та Героїв Небесної Сотні – мешканців м. Львова, у порядку,
              затвердженому рішенням виконавчого комітету від 21.12.2018 №1393
            </li>
            <li>
              Надання одноразової матеріальної допомоги дітям, у тому числі пасинкам, падчеркам, усиновленим (до
              досягнення ними 23 років) осіб, які загинули (пропали безвісти) або померли внаслідок поранення, контузії
              чи каліцтва, Героїв Небесної Сотні які приїхали до м. Львова з метою: - проходження медичного обстеження
              за скеруванням медичного закладу; - забезпечення догляду за постраждалим учасником антитерористичної
              операції, постраждалим учасником Революції Гідності під час лікування/реабілітації; - відвідування могили
              на Личаківському кладовищі загиблих (померлих) учасників антитерористичної операції та Героїв Небесної
              Сотні; - участі в урочистостях та інших заходах міста на запрошення Львівського міського голови,
              Львівської міської ради та її виконавчих органів;одержаних під час безпосередньої участі в
              антитерористичній операції, та Героїв Небесної Сотні – мешканців м. Львова, до Дня Святого Миколая, у
              порядку, затвердженому рішенням виконавчого комітету
            </li>
            <li>
              Надання адресної допомоги на придбання житла на умовах співфінансування учасникам антитерористичної
              операції та родинам Героїв Небесної Сотні – мешканцям м. Львова у порядку, затвердженому рішенням
              виконавчого комітету від 10.05.2019 №430
            </li>
            <li>
              Надання одноразової виплати мешканцям м. Львова, які підписали у 2019 році контракт для проходження
              військової служби у Збройних Силах України у порядку, затвердженому рішенням виконавчого комітету від
              16.08.2019 №774
            </li>
            <li>
              Надання особам, статус яких визначено, як бійці-добровольці у порядку, затвердженому Львівською обласною
              радою, та членам їх сімей – мешканцям м. Львова, 75-процентної знижки плати за користування житлом
              (квартирна плата) та комунальними послугами (газом, електроенергією та іншими послугами) в межах норм,
              передбачених чинним законодавством, незалежно від форми власності житлового фонду
            </li>
            <li>
              Надання членам сімей осіб, які загинули (пропали безвісти) або померли внаслідок поранення, контузії чи
              каліцтва, одержаних під час безпосередньої участі в антитерористичній операції, заходах із забезпечення
              національної безпеки і оборони, відсічі і стримування збройної агресії Російської Федерації у Донецькій та
              Луганській областях, та Героїв Небесної Сотні – мешканцям м. Львова 50-процентної знижки плати за
              користування житлом (квартирна плата) та комунальними послугами (газом, електроенергією та іншими
              послугами) в межах норм, передбачених чинним законодавством, незалежно від форми власності житлового фонду
            </li>
            <li>
              Забезпечення тимчасовим безоплатним проживанням учасників антитерористичної операції та членів їх сімей,
              постраждалих учасників Революції Гідності та членів їх сімей, членів сімей осіб, які загинули (пропали
              безвісти) або померли внаслідок поранення, контузії чи каліцтва, одержаних під час безпосередньої участі в
              антитерористичній операції, заходах із забезпечення національної безпеки і оборони, відсічі і стримування
              збройної агресії Російської Федерації у Донецькій та Луганській областях, членів сімей - одноденного
              гостьового візиту (для постраждалих учасників антитерористичної операції та членів сімей загиблих
              (померлих) учасників антитерористичної операції, постраждалих учасників Революції Гідності та членів сімей
              Героїв Небесної Сотні
            </li>

            <p>
              За додатковою інформацією перегляньте{' '}
              <a href="city-adm.lviv.ua/topic/Допомога%20АТО" target="_blank">
                посилання
              </a>
            </p>
          </ol>
        </AccordionItemPanel>
      </AccordionItem>

      <AccordionItem>
        <AccordionItemHeading>
          <AccordionItemButton>Як отримати земельну ділянку? Куди звертатись?</AccordionItemButton>
        </AccordionItemHeading>
        <AccordionItemPanel>
          <p>
            Виділення земельних ділянок учасникам антитерористичної операції здійснюється на підставі ст. 118 Земельного
            кодексу України. Органи Держгеокадастру працюють в режимі максимального сприяння учасникам бойових дій та
            членам сімей загиблих воїнів в реалізації їх конституційного права на отримання землі.{' '}
            <a
              href="land.gov.ua/info/pokrokova-skhema-dii-dlia-dopomohy-uchasnykam-ato-v-otrymanni-zemelnykh-dilianokk/"
              target="_blank"
            >
              Тут
            </a>{' '}
            ви можете ознайомитись з усіма етапами процедури отримання земельної ділянки.{' '}
          </p>
          <p>
            У разі виникнення додаткових питань, ви можете звернутись на гарячу лінію Держгеокадастру{' '}
            <a href="tel:0-800-300-808">0-800-300-808</a> або отримати консультацію Головного управління держгеокадастру
            у Львівській області <a href="tel:0676757377">0676757377</a>
          </p>
          <p>
            Також можна переглянути:
            <a href="https://loda.gov.ua/katalog_dilyanok_dlya_uchasnykiv_ato" target="_blank">
              Каталог ділянок для учасників АТО{' '}
            </a>
          </p>
        </AccordionItemPanel>
      </AccordionItem>

      <AccordionItem>
        <AccordionItemHeading>
          <AccordionItemButton>Садок. Харчування.</AccordionItemButton>
        </AccordionItemHeading>
        <AccordionItemPanel>
          Забезпечення безкоштовним харчуванням учнів загальноосвітніх, вихованців дошкільних навчальних закладів
          комунальної форми власності територіальної громади м. Львова з числа дітей (рідних, пасинків, падчерок,
          усиновлених) учасників антитерористичної операції, у тому числі тих, які загинули (пропали безвісти) або
          померли внаслідок поранення, контузії чи каліцтва, одержаних під час безпосередньої участі в антитерористичній
          операції, заходах із забезпечення національної безпеки і оборони, відсічі і стримування збройної агресії
          Російської Федерації у Донецькій та Луганській областях, постраждалих учасників Революції Гідності та Героїв
          Небесної Сотні.
        </AccordionItemPanel>
      </AccordionItem>

      <AccordionItem>
        <AccordionItemHeading>
          <AccordionItemButton>Садок. Черга.</AccordionItemButton>
        </AccordionItemHeading>
        <AccordionItemPanel>
          <p>
            Згідно “Положення та правила про порядок набору, обліку та забезпечення прозорості у зарахуванні дітей до
            закладів дошкільної освіти м. Львова”:
          </p>
          <p>
            2.3. Першочергово зараховуються діти пільгових категорій. У ЕСРД існує фіксована квота для пільгової
            категорії: перші 20 % від фактичної наповнюваності відповідної вікової групи розраховані для даної категорії
            дітей.
          </p>
          <p>2.4. До пільгової категорії відносяться:</p>
          <p>2.4.1. Діти з інвалідністю, які не мають протипоказань до відвідування ЗДО.</p>
          <p>2.4.2. Діти батьків – осіб з інвалідністю I групи.</p>
          <p>
            2.4.3. Діти учасників ліквідації наслідків катастрофи на Чорнобильській АЕС, потерпілих від екологічного та
            іншого стихійного лиха, аварій, катастроф.
          </p>
          <p>2.4.4. Діти військовослужбовців Збройних сил України, Національної гвардії, учасників АТО.</p>
          <p>2.4.5. Діти військовослужбовців Служби безпеки України.</p>
          <p>2.4.6. Діти військовослужбовців військової прокуратури.</p>
          <p>2.4.7. Діти внутрішньо переміщених осіб.</p>
          <p>2.4.8. Діти, які перебувають під опікою чи піклуванням.</p>
          <p>2.4.9. Діти працівників, які працюють у закладі дошкільної освіти.</p>
          <p>2.4.10. Діти з багатодітних сімей.</p>
          <p>
            Більш детально з{' '}
            <a
              href="https://drive.google.com/file/d/0ByAuFhADSCHsZE5NRC1naW1vc3oxbnNOTFpCcF84bC0zMUdn/view"
              target="_blank"
            >
              Порядком можна ознайомитись тут
            </a>
            <br/>
            загально з процедурою тут:{' '}
            <a href="https://edu.city-adm.lviv.ua/page/faq">https://edu.city-adm.lviv.ua/page/faq</a>
          </p>
        </AccordionItemPanel>
      </AccordionItem>

      <AccordionItem>
        <AccordionItemHeading>
          <AccordionItemButton>Години роботи центру? Де?</AccordionItemButton>
        </AccordionItemHeading>
        <AccordionItemPanel>
            <p>
            Адреса: м. Львів, вул. Пекарська, 41. <br/>
        Контактні телефони: <a href="tel:2546116">254 61 16</a>, <a href="tel:0634346546">063 434 65 46</a>, <a href="tel:0507887238">050 788 72 38</a>, <a href="tel:0679628325">067 962 83 25</a><br/>
    е-пошта: <a href="mailto:centr.ubd@gmail.com">centr.ubd@gmail.com</a>
            </p>

            <p>
            Прийом громадян: Пн 10:00-18:00, Вт-чт 9:00-18:00, пт 9:00-15:00. <br/>
Консультація секретарем комісії, щодо стану розгляду справ по виплаті мат.допомоги в розмірі 100 тис грн,- середа
            </p>
        </AccordionItemPanel>
      </AccordionItem>

      <AccordionItem>
        <AccordionItemHeading>
          <AccordionItemButton>Відновити посвідчення УБД</AccordionItemButton>
        </AccordionItemHeading>
        <AccordionItemPanel>
          Порядок видачі посвідчень учасника бойових дій регламентується <a href="http://zakon3.rada.gov.ua/laws/show/z1051-14" target="_blank">інструкцією</a>. <br/>
          Згідно п.8 цієї інструкції посвідчення УБД можна поновити,
          подавши рапорт (заяву) із поясненням щодо обставин псування або втрати посвідчення до військкомату. У разі,
          якщо посвідчення було втрачено діючим військовослужбовцем, потрібно написати рапорт на командира своєї
          військової частини.
        </AccordionItemPanel>
      </AccordionItem>

      <AccordionItem>
        <AccordionItemHeading>
          <AccordionItemButton>Курси водіїв Категорії?</AccordionItemButton>
        </AccordionItemHeading>
        <AccordionItemPanel>
          Для кого: демобілізований учасник бойових дій (АТО/ООС) <br/> 
          Куди: зверніться до управління соцзахисту де перебуваєте на обліку. <br/>
          Де проходить навчання: в будь-якій зручній навчальній установі, що має державну
          ліцензію та реєстрацію, рахунки для оплати.
        </AccordionItemPanel>
      </AccordionItem>

      <AccordionItem>
        <AccordionItemHeading>
          <AccordionItemButton>Пільгове кредитування житла</AccordionItemButton>
        </AccordionItemHeading>
        <AccordionItemPanel>
          1) міські програми для учасників АТО (ООС) та членів їх сімей співфінансування Поширюється на: 1. Членів сімей
          Героїв Небесної Сотні (батьки, дружина). 2. Учасників антитерористичної операції: 2.1. На утриманні яких є
          діти з інвалідністю. 2.2. Осіб з інвалідністю внаслідок війни ІІІ групи (на яких не поширюється дія постанови
          Кабінету Міністрів України від 19.10.2016 № 719 “Питання забезпечення житлом деяких категорій осіб, які
          захищали незалежність, суверенітет та територіальну цілісність України, а також членів їх сімей“). 2.3.
          Матерів, батьків, опікунів, які мають на утриманні чотирьох і більше дітей. 2.4. Осіб, які потрапили у складні
          життєві обставини (довготривала хвороба членів сім’ї, відсутність роботи з поважних причин тощо). 2.5.
          Учасників бойових дій, які брали безпосередню участь в антитерористичній операції та є внутрішньо переміщеними
          особами.
          https://www8.city-adm.lviv.ua/Pool/Info/doclmr_1.NSF/abd51db1d13348ff422566e6004002dd/975c05e7d46f47cfc22583f6003657be?OpenDocument
          надання житла Поширюється на: 1. Учасники антитерористичної операції, які до досягнення ними повноліття, мали
          статус дитини-сироти або дитини, позбавленої батьківського піклування. 2. Члени сімей учасників
          антитерористичної операції, які загинули (пропали безвісти) або померли внаслідок поранення, контузії чи
          каліцтва або захворювання, одержаних під час участі в антитерористичній операції безпосередньо у районах та у
          період її проведення, забезпечення здійснення заходів із забезпечення національної безпеки і оборони, відсічі
          і стримування збройної агресії Російської Федерації у Донецькій та Луганській областях, перебуваючи
          безпосередньо у районах та у період здійснення зазначених заходів, і які мають посвідчення з написом
          “Посвідчення члена сім’ї загиблого“, видане відповідно до Закону України “Про статус ветеранів війни, гарантії
          їх соціального захисту“. 3. Учасники антитерористичної операції з числа осіб з інвалідністю внаслідок війни 1
          або 2 групи, які зазначені у пункті 1.2.1.2 розділу 1 Програми. 4. Учасники антитерористичної операції, які є
          особами з інвалідністю з дитинства.
          https://www8.city-adm.lviv.ua/inteam/uhvaly.nsf/91c21bb29b2b4f47c22571340037f910/be781422add238f0c2257e430026842f?OpenDocument
          2) Державні програми Доступне житло https://lv.molod-kredit.gov.ua/zhytlovi-prohramy/dostupne-zhytlo Кредит зі
          статутного капіталу https://lv.molod-kredit.gov.ua/zhytlovi-prohramy/kredyt-z-statutnoho-kapitalu Регіональні
          програми https://lv.molod-kredit.gov.ua/zhytlovi-prohramy/inshi-rehionalni-prohramy Львівське регіональне
          управління державної спеціалізованої фінансової установи "Державний фонд сприяння молодіжному житловому
          будівництву". м.Львів, вул.Винниченка, 8 Пн. – Чт. з 09:00 до 18:00 Пт. – з 09:00 до 17:00 (032) 275-28-83
          (032) 276-17-89
        </AccordionItemPanel>
      </AccordionItem>

      <AccordionItem>
        <AccordionItemHeading>
          <AccordionItemButton>Гроші на бізнес</AccordionItemButton>
        </AccordionItemHeading>
        <AccordionItemPanel>
          Державна програма: Працевлаштування безробітних шляхом залучення до підприємницької діяльності з виплатою
          допомоги по безробіттю
          https://www.dcz.gov.ua/publikaciya/yak-zapochatkuvaty-vlasnyy-biznes-za-spryyannya-derzhavnoyi-sluzhby-zaynyatosti-0
          Львівський обласний центр зайнятості 79039, м.Львів, вул.Бортнянського, 11а, e-mail: kanc@locz.gov.ua, тел.:
          (032) 297-16-97 Обласні програми: Програма підвищення конкурентоспроможності Львівської області компенсація
          частини відсотків за кредитами, взятими фізичними особами-підприємцями, що мають статус учасника АТО і
          зареєстровані у Львівській області. Кредити, що не можуть перевищувати 300 тис грн, будуть надаватися на
          придбання устаткування, обладнання, інших основних засобів виробничого призначення; модернізацію
          технологічного процесу виробництва з метою зниження його собівартості; впровадження технологій
          енергоефективності у виробничий процес; розроблення нових видів продукції (товарів); промоцію бізнесу і пошук
          нових ринків збуту. фінансування стартапів учасників АТО (ООС) Для кого: учасники АТО (ООС) – фізичні
          особи-підприємці, зареєстровані на території Львівської області. Сума: до 30 тис грн. м. Львів, вул.
          В.Винниченка, 18, каб. 427, контактні телефони: 299-92-51, 261-25-88. Агропромисловий сектор: Департамент
          агропромислового розвитку ЛОДА м.Львів, пр. В. Чорновола, 57, 5 пов.; 79020 е-mail: lviv_apk@ukr.net;
          apr@loda.gov.ua тел. 0968738860 https://loda.gov.ua/agr_prohramy Програми міста Львова: передбачено
          фінансово-кредитну підтримку суб’єктів МСП м. Львова — відшкодування відсотків за кредитами у розмірі
          облікової ставки НБУ (харчова промисловість, легка промисловість та поліграфія).
          https://city-adm.lviv.ua/lmr/lmrdownloads/dod_3_napriamy.PDF Львівська міська рада, кабінет 103.
        </AccordionItemPanel>
      </AccordionItem>

      <AccordionItem>
        <AccordionItemHeading>
          <AccordionItemButton>Виготовлення паспорту</AccordionItemButton>
        </AccordionItemHeading>
        <AccordionItemPanel>
          Для виготовлення біометричного закордонного паспорту та/чи ІД-карти у будь-якому ЦНАПі м.Львова для учасника
          АТО (ООС) чи члена сім'ї (дружина, діти), необхідно зателефонувати: 254 61 16, 063 434 65 46, 050 788 72 38,
          067 962 83 25 (понеділка - п'ятниця) Подача документів у ЦНАПах тільки субота поточного тижня!
        </AccordionItemPanel>
      </AccordionItem>

      <AccordionItem>
        <AccordionItemHeading>
          <AccordionItemButton>Юридична консультація? Представництво в суді?</AccordionItemButton>
        </AccordionItemHeading>
        <AccordionItemPanel>
          Безоплатна правова допомога – правова допомога, яка гарантується державою та повністю або частково надається
          за рахунок коштів Державного бюджету, місцевих бюджетів та інших джерел. Закон України «Про безоплатну правову
          допомогу»визначає порядок надання безоплатної первинної правової допомоги та безоплатної вторинної правової
          допомоги. Безоплатна первинна правова допомога, суб’єктами права на яку є усі особи, які перебувають під
          юрисдикцією України, включає такі види правових послуг, як надання правової інформації, консультацій і
          роз’яснень з правових питань; складення заяв, скарг, інших документів правового характеру (крім
          процесуальних), а також надання особі допомоги в забезпеченні доступу особи до вторинної правової допомоги та
          медіації. Безоплатна вторинна правова допомога – вид державної гарантії, що полягає у створенні рівних
          можливостей для доступу осіб до правосуддя, і включає такі види правових послуг, як захист; здійснення
          представництва інтересів осіб, що мають право на таку допомогу в судах, інших державних органах, органах
          місцевого самоврядування, перед іншими особами; складення документів процесуального характеру. Регіональний
          центр з надання безоплатної вторинної правової допомоги у Львівській області Адреса: вул. Валова, 31, 4
          поверх, м. Львів, 79008 Україна Контактний телефон: 0(800)21-31-03, (032)236-74-95 Львівський місцевий центр з
          надання безоплатної вторинної правової допомоги Графік роботи: з понеділка по п’ятницю з 9 год. 00 хв. до 18
          год. 00 хв. (без перерви на обід) Контактна інформація: Адреса 79008, м. Львів, вул. Винниченка, 30 телефон:
          (032) 255-65-71, (032)255-36-65, (097)7117991 Львівське бюро правової допомоги Адреса 81100, м. Львів, вул.
          Генерала Чупринки, 71 Телефон: (032) 237-08-09, 073-432-68-36
        </AccordionItemPanel>
      </AccordionItem>

      <AccordionItem>
        <AccordionItemHeading>
          <AccordionItemButton>Соцзахисти Львова контакти</AccordionItemButton>
        </AccordionItemHeading>
        <AccordionItemPanel>
          Відділ соціального захисту Залізничного району вул. І. Виговського, 34 тел.: (032) 295-82-08 Відділ
          соціального захисту Личаківського району вул. К. Левицького, 6 тел.: (032) 235-55-09 тел.: (032) 235-69-80
          Відділ соціального захисту Сихівського району пр. Червоної Калини, 66 тел.: (032) 254-64-85 Відділ соціального
          захисту Шевченківського району вул. Липинського, 11 тел.: (032) 252-19-86 Відділ соціального захисту населення
          Галицького району вул. Ф. Ліста, 5 тел.: (032) 261-44-50 Відділ соціального захисту Франківського району вул.
          Ген. Чупринки, 85 тел.: (032) 237-33-36 Районні відділи соціальної роботи Львівського міського центру
          соціальних служб для сім'ї, дітей та молоді Галицький район вул. Ф. Ліста, 1, к. 56 тел.: (032) 254-60-62
          Франківський район вул. Чупринки, 85, к. 200а тел.: (032) 237-17-55, (032) 237-38-69 Залізничний район вул.
          Виговського, 34, к. 428, 425 тел.: (032) 254-68-33, (032) 254-68-34 Личаківський район вул. К. Левицького, 67,
          к. 417 тел.: (032) 254-62-62 Сихівський район пр. Червоної Калини, 66, к. 601, 604, 605 тел.: (032) 254-64-56.
          (032) 254-64-55, (032) 254-64-57 Шевченківський район вул. Липинського, 11, к. 409 тел.: (032) 297-56-88
        </AccordionItemPanel>
      </AccordionItem>

      <AccordionItem>
        <AccordionItemHeading>
          <AccordionItemButton>Про 25 тис за підпис контракту</AccordionItemButton>
        </AccordionItemHeading>
        <AccordionItemPanel>
          1. Порядок надання одноразової виплати мешканцям м. Львова, які підписали у 2019 році контракт для проходження
          військової служби у Збройних Силах України (надалі – Порядок) визначає порядок надання одноразової виплати
          мешканцям м. Львова, які підписали (підпишуть) контракт для проходження військової служби у Збройних Силах
          України у період з 6 червня по 31 грудня 2019 року на строк не менше трьох років для проходження військової
          служби у Збройних Силах України та зараховані до списків особового складу військових частин Збройних Сил
          України, які включені у додаток 1 до Директиви Генерального Штабу Збройних Сил України від 08.01.2019 № Д3ДСК
          і на момент підписання контракту одночасно відповідали таким вимогам: 1.1. Перебували на військовому обліку
          Галицько-Франківського та Личаківсько-Залізничного об’єднаних районних, Сихівського та Шевченківського
          районного військових комісаріатів і підписали контракт для проходження військової служби у Збройних Силах
          України. 1.2. Місце проживання зареєстроване у м. Львові, м. Винники, смт. Рудно та смт. Брюховичі. За
          додатковою інформацією перегляньте посилання:
          https://www8.city-adm.lviv.ua/Pool/Info/doclmr_1.NSF/(SearchForWeb)/29165836806EE1DAC22584580046EB9B?OpenDocument
        </AccordionItemPanel>
      </AccordionItem>
    </Accordion>
  </div>
);

export default FAQ;
